Repository: khaledkwking/WebSchoolApplication
Catalog: SchoolProject/App_GlobalResources/DefaultResource.*.resx
Languages: ar_kw

source: Actions
ar_kw: العملية

source: Active Users
ar_kw: مستخدمي النظام

source: Administration
ar_kw: إدارة النظام

source: Advance Search
ar_kw: البحث المتقدم

source: Alerts
ar_kw: التنبيهات

source: Arabic
ar_kw: العربية

# ChooseOption
source: Choose an option
ar_kw: إختر خيار

# Dashboard
source: Home
ar_kw: الرئيسية

source: End Date
ar_kw: تاريخ النهاية

source: English
ar_kw: الانجليزية

source: Events
ar_kw: الأحداث

source: Export
ar_kw: تصدير

source: Follow Up Projects
ar_kw: المشاريع التي تتابعها

source: Global Search
ar_kw: البحث في النظام

# HeaderTitle
source: Mathaly Academic System
ar_kw: السور - خدمات تعليمة

source: Hi
ar_kw: مرحباً

source: Import
ar_kw: استيراد

source: Inbox and tasks
ar_kw: البريد الوارد والمهام

source: Logs
ar_kw: السجلات

source: Ministry Name
ar_kw: اسم الجهة

source: My Notifications
ar_kw: الإشعارات الخاصة بي

source: My Profile
ar_kw: حسابى

# MyProfileNote
source: Account settings and more
ar_kw: إعدادات الحساب وأكثر من ذلك

source: New
ar_kw: أضافة

source: Print
ar_kw: طباعة

source: Register Member
ar_kw: تسجيل عضو

source: Reportes and documents
ar_kw: التقارير والوثائق

source: Reports
ar_kw: التقارير

source: Roles
ar_kw: الصلاحيات

# Settings
source: System Tools
ar_kw: خيارات النظام

source: Sign Out
ar_kw: تسجيل الخروج

# Site_Fottertitle
source: AL Mathaly Gym System
ar_kw: نظام إدارة المشاريع

source: Status
ar_kw: الحالة

source: tasks pending
ar_kw: المهام المعلقة

source: Type
ar_kw: النوع

source: User Notifications
ar_kw: إشعارات المستخدم

source: User Quick Actions
ar_kw: إجراءات سريعة

source: User Reports
ar_kw: تقارير المستخدم

source: Users & Roles
ar_kw: المستخدمين والصلاحيات

source: YOU ARE HERE
ar_kw: أنت هنا

source: Activity
ar_kw: النشاط

source: Amount
ar_kw: المبلغ

source: Count
ar_kw: العد

source: Days
ar_kw: ايام

source: Export Options
ar_kw: خيارات التصدير

source: FAQ
ar_kw: الاسئلة الاكثر شيوعا

source: Files
ar_kw: الملفات

source: Finance
ar_kw: المالية

source: HR
ar_kw: شئؤن الموظفين

source: Notifications
ar_kw: الإخطارات

source: Recent Activities
ar_kw: الأنشطة حالية

source: Sceduled
ar_kw: المقرر

source: Supervising Authority
ar_kw: جهة الاشراف على التنفيذ

source: Support
ar_kw: الدعم

source: Updated Contract Value
ar_kw: قيمة العقد المعدلة

source: Close
ar_kw: اغلاق

source: IP Address
ar_kw: عنوان الاي بي

source: PDF files
ar_kw: ملفات بي دي اف

source: Pictures Files
ar_kw: ملفات الصور

source: Word Files
ar_kw: مستندات وورد

source: New Contract
ar_kw: عقد جديد

source: Created On
ar_kw: تاريخ التقرير الشهري

source: Approval Date
ar_kw: تاريخ الاعتماد

source: Notes
ar_kw: ملاحظات

source: Recommendations
ar_kw: توصيات

source: Submission Date
ar_kw: تاريخ التقديم

source: Cancel
ar_kw: الغاء

source: Delete
ar_kw: حذف

source: Edite
ar_kw: تعديل

source: Insert
ar_kw: حفظ

source: New Recored
ar_kw: سجل جديد

source: Save
ar_kw: حفظ

source: Update
ar_kw: تحديث

source: Allow Display
ar_kw: السماح بالعرض

source: Creator
ar_kw: المدخل

# DeletePopMessage
source: This action will delete the record and all related Records!
ar_kw: سيؤدي هذا الإجراء إلى حذف السجل وجميع السجلات ذات الصلة!

source: New Record
ar_kw: سجل جديد

# Title
source: Title - Eng
ar_kw: الاسم - انجليزي

source: Title - Ar
ar_kw: الاسم - عربي

source: Updater
ar_kw: المحدث

source: View Contracts
ar_kw: عرض العقود

source: Clear
ar_kw: مسح

# Email
source: User Name
ar_kw: اسم المستخدم

source: Password
ar_kw: كلمة السر

source: Search
ar_kw: بحث

source: Sign in
ar_kw: تسجيل الدخول

# PictureName
source: Main Image
ar_kw: ألصورة الرئيسية

# SelectItemPlease
source: Please select option.....
ar_kw: يرجى اختيار احدى الخيارات ....

source: Update Record
ar_kw: تحديث السجل

source: View Image
ar_kw: عرض الصورة

# DataDate
source: Report Date
ar_kw: تاريخ التقرير الشهري

source: Safety And Security
ar_kw: السلامة والأمن

source: Submissions
ar_kw: التقديم

source: View Details
ar_kw: عرض التفاصيل

source: Amount Before Deduct
ar_kw: قيمة الدفعة قبل الخصم

source: ID
ar_kw: الرقم

# KWD
source: KD
ar_kw: د.ك

source: Date
ar_kw: التاريخ

source: Month
ar_kw: الشهر

source: Change Type
ar_kw: النوع

source: Reason
ar_kw: السبب

source: Total
ar_kw: الاجمالى

# daysDay
source: Days
ar_kw: يوم

source: Import Data
ar_kw: استيراد بيانات

source: Choose File...
ar_kw: اختر ملف....

# ExcelOnlyMessage
source: Please select a valid Excel File file.
ar_kw: يرجى تحديد ملف Excel ملف صالح.

# FileRequired
source: Please select file
ar_kw: يرجى اختيار ملف

source: No Of Contracts
ar_kw: عدد العقود

source: Updated On
ar_kw: اخر تحديث

source: Value
ar_kw: القيمة

# UnSelect
source: Hide
ar_kw: اخفاء

source: View Dashboard
ar_kw: عرض لوحة المعلومات

source: Remember Me
ar_kw: تذكرني

# signinMesages
source: Login to System
ar_kw: تسجيل الدخول

source: Advanced
ar_kw: متقدم

source: NA
ar_kw: لا ينطبق

# ImageCaption
source: Image Caption English
ar_kw: نص توضيحي - انجليزي

# ImageCaptionAr
source: Image Caption Arabic
ar_kw: نص توضيحي - عربي

source: Image File
ar_kw: ملف الصورة

# NoImages
source: No images for this Item.
ar_kw: لا توجد صور لهذا العنصر.

source: Upload New Image
ar_kw: رفع صورة جديدة للمشروع

source: Action
ar_kw: العملية

# NewContractFilesTypes
source: New Contract Files Section
ar_kw: قسم ملفات جديد

# SectionTitle
source: Section Title English
ar_kw: عنوان القسم - انجليزي

# SectionTitleAr
source: Section Title Arabic
ar_kw: عنوان القسم - عربي

source: Update Contract Files Types
ar_kw: تحديث ملفات جديد

# FileName
source: File Title English
ar_kw: عنوان الملف - انجليزي

# FileNameAr
source: File Title Arabic
ar_kw: عنوان الملف -عربي

# NewContractFiles
source: New Contract File
ar_kw: ملف جديد

source: Select File
ar_kw: اختر ملف

# UpdateContractFiles
source: Update Contract File
ar_kw: تحديث ملف

source: Remaining Period Percentage
ar_kw: المدة المتبقية

source: Required Field
ar_kw: هذا الحقل مطلوب

source: Civil ID
ar_kw: الرقم المدني

source: Full Name
ar_kw: الاسم

source: User ID
ar_kw: رقم المستخدم

source: User Name
ar_kw: اسم المستخدم

source: Users List
ar_kw: قائمة المستخدمين

# DeleteNotification
source: This action will delete the record and all related Records!
ar_kw: هذه العملية ستؤدي الى الحذف النهائي للسجل الحالي وكل السجلات المرتبطة به ! , هل انت متأكد؟

source: Accessing
ar_kw: العرض

source: Adding
ar_kw: الاضافة

source: Deleting
ar_kw: الحذف

source: Importing
ar_kw: استيراد البيانات

source: Privilege
ar_kw: الصلاحية

source: Privileges
ar_kw: الصلاحيات

source: Updating
ar_kw: التحديث

source: Privileges Assignment
ar_kw: إدارة الصلاحيات

source: Page Description
ar_kw: تفاصيل الصفحة

source: Page ID
ar_kw: رقم الصفحة

source: Page Link
ar_kw: رابط الصفحة

source: Page Name
ar_kw: اسم الصفحة

source: System Pages Assignment
ar_kw: صلاحيات صفحات النظام

source: Invalid User !
ar_kw: اسم المستخدم غير صحيح

source: Save Changes
ar_kw: حفظ التغييرات

source: Error
ar_kw: خطاء

source: Invalid user name or password!
ar_kw: اسم المستخدم او كلمة السر خاطئة

# MyFile
source: File
ar_kw: ملف

# MyFile_ChangePassword
source: Change Password
ar_kw: تغير كلمة المرور

# MyFile_Prices
source: Subscription prices
ar_kw: العروض وإسعار الاشتراكات

# MyFile_Signout
source: Logout
ar_kw: تسجيل خروج

source: No
ar_kw: الرقم

# AccountCodes
source: Account Tree
ar_kw: شجرة الحسابات

# Accounting
source: Accounts
ar_kw: الحسابات

# AccountingReports
source: Finicial Reports
ar_kw: تقارير مالية

# AccountInQid
source: Cash voucher
ar_kw: سندات القبض

# AccountOutQid
source: Payment voucher
ar_kw: سندات الصرف

# AccountQid
source: Journal voucher
ar_kw: سندات القيد

# AccountQidOpen
source: Starting Journal voucher
ar_kw: سندات القيد افتتاحية

# AccountStatementSheet
source: Account Statment
ar_kw: كشف حساب

# AccountTriBalance
source: Trial Balance
ar_kw: ميزان المراجعة

# CostCenterCodes
source: Cost Center Tree
ar_kw: شجرة مراكز التكلفة

source: Currency codes
ar_kw: اكواد العملات

# Customers
source: Customers Data
ar_kw: العملاء

# HRDashboard
source: HR control Panel
ar_kw: لوحة شئؤن الموظفبن

# Inventory
source: Inventroy
ar_kw: المخازن

# InventoryAnalysis
source: Inventroy Analysis
ar_kw: تحليل المخازن

# InventoryBalance
source: Inventory Stock
ar_kw: جرد المخازن

# InventoryCodes
source: Inventroy Codes
ar_kw: اكواد المخازن

# ItemCodes
source: Items Tree
ar_kw: شجرة الاصناف

# ItemInventoryTrans
source: Transfer Item between Inventroy
ar_kw: تحويل الاصناف بين المخازن

# ItemsOpenBalance
source: Initial item Stock
ar_kw: كميات الاصناف الافتتاحية

source: Items Reports
ar_kw: تقارير الاصناف

# Purchasing
source: Purchases
ar_kw: المشتريات

# PurchasingInvoice
source: Purchases Invocie
ar_kw: فاتورة مشتريات

source: Sales
ar_kw: المبيعات

source: Sales Invoice
ar_kw: فاتورة مبيعات

source: Setup
ar_kw: اعدادات

# suppliers
source: Supliers Data
ar_kw: المواردين

source: System Codes
ar_kw: الاكواد

source: Branch Name
ar_kw: أسم الفرع

source: Code
ar_kw: الكود

source: Inventory Name
ar_kw: أسم المخزن

# AccountBalance
source: Balance
ar_kw: الرصيد

# AccountClosedTo
source: Closed To
ar_kw: يغلق فى

source: Account Code
ar_kw: كود الحساب

# AccountCredit
source: Credit
ar_kw: دائن

# AccountData
source: Account Details
ar_kw: تفاصيل الحساب

# AccountDebit
source: Debit
ar_kw: مدين

# AccountEnglishName
source: English Account Name
ar_kw: أسم الحساب بالانجليزية

# AccountMainName
source: Main Account
ar_kw: الحساب الرئيسي

source: Account Name
ar_kw: أسم الحساب

source: Account Tree
ar_kw: شجرة الحسابات

source: Account Type
ar_kw: نوع الحساب

source: Enter Date
ar_kw: تاريخ الادخال

# Gym_Settings_Tools
source: Mathaly
ar_kw: المثالى

source: Main Account
ar_kw: حساب رئيسى

# Site_title
source: Mathaly System
ar_kw: نظام المثالى

source: Account Card
ar_kw: بطاقة حساب

# AddMainAccount
source: Add Main Acount
ar_kw: أضافة حساب رئيسى

# AddSubAccount
source: Add leaf Account
ar_kw: اضافة حساب فرعى

# MoveAccount
source: Moce Account
ar_kw: نقل الحساب

source: Account No
ar_kw: رقم الحساب

# AddAccountMessage
source: You should choose Main Account To New account under it
ar_kw: يجب اختيار حساب رئيسي لاضافة حساب اسفل هذا الحساب

# AddMainProduct
source: Add Main Item
ar_kw: اضافة صنف رئيسي

# AddProductMessage
source: you should choose main item to add new item under it
ar_kw: يجب اختيار صنف رئيسي للاضافة صنف اسفل هذا الصنف

# AddSubProduct
source: Add Sub Item
ar_kw: أضافة صنف فرعى

source: Barcode
ar_kw: الباركود

source: Branch Address
ar_kw: عنوان الفرع

source: Branches
ar_kw: الفروع

# BranchTitle
source: Name in Reports
ar_kw: الاسم فى التقارير

# Brand
source: Brand Name
ar_kw: الماركة

# BuyPrice
source: Cost Price
ar_kw: سعر التكلفة

# CardAddress
source: Address
ar_kw: العنوان

source: Card Data
ar_kw: بيانات البطاقة

# CardEmail
source: Email
ar_kw: البريد الالكترونى

# CardFax
source: Fax
ar_kw: الفاكس

# CardName
source: Name
ar_kw: الاسم

# CardNotes
source: Notes
ar_kw: ملاحظات

# CardPhone
source: Telphone
ar_kw: الهاتف

# Color
source: Coulor
ar_kw: اللون

# LastBuyPrice
source: Last Cost price
ar_kw: اخر سعر التكلفة

source: Last Sale Price
ar_kw: اخر سعر بيع

# MainProduct
source: Main Item
ar_kw: صنف رئيسي

# MainUint
source: Main Unit
ar_kw: وحدة اساسية

# MoveProduct
source: Move Item
ar_kw: نقل صنف

# ProdcutFactor
source: Unit Factor
ar_kw: الشد

# ProductCode
source: Item code
ar_kw: كود الصنف

# ProductData
source: Items Data
ar_kw: بيانات الاصناف

# ProductDesc
source: Description
ar_kw: الوصف

# ProductFileNo
source: File No
ar_kw: رقم الرف

# ProductLimit
source: Item Limit
ar_kw: حد نفاذ الكمية

# ProductMainName
source: Main Item Name
ar_kw: أسم الصنف الرئيسي

# ProductName
source: Item Name
ar_kw: أسم الصنف

# ProductNo
source: Item No
ar_kw: رقم الصنف

# ProductTree
source: Items Tree
ar_kw: شجرة الاصناف

# ProductType
source: Item Type
ar_kw: نوع الصنف

source: Sale Price
ar_kw: سعر البيع

# Savesuccess
source: Saving Success
ar_kw: تم الحفظ بنجاح

source: Size
ar_kw: المقاس

source: Unit
ar_kw: الوحدة

source: Volume
ar_kw: الحجم

source: Weight
ar_kw: الوزن

source: Basic Data
ar_kw: البيانات الاساسية

source: Items Tree
ar_kw: شجرة الاصناف

# PriceData
source: Item Prices and Units
ar_kw: الاسعار و الوحدات

source: Current Quantity
ar_kw: الكمية الحالية

# GlobalSearchNote
source: Searching item Quantity
ar_kw: العثور على العنصر المطلوب

source: Inventory Stock
ar_kw: مخزون الصنف

# ItemsStock
source: Items Quantities
ar_kw: مخزون الاصناف

source: Start Quantity
ar_kw: الكمية الافتتاحية

# AccountQids
source: Journal Entries
ar_kw: سندات القيد

# EmpNo
source: User No
ar_kw: رقم الموظف

# QidAutoNo
source: Entry No
ar_kw: رقم السند الالى

# QidCode
source: Entry Code
ar_kw: رقم السند

source: Cost Center
ar_kw: مركز التكلفة

# QidMessageSave
source: Value of two sides must be equal
ar_kw: يجب ان يكون سند القيد متساوي القيم

# FromDateTitle
source: From Date
ar_kw: من تاريخ

# ToDateTitle
source: To Date
ar_kw: الى تاريخ

# AddNewQid
source: Add New Voucher
ar_kw: أضافة سند جديد

# AccountValidateMessage
source: The data must be entered correctly
ar_kw: يجب ادخال البيانات بطريقة صحيحة

# QidDetailsTitle
source: Qid Details
ar_kw: بيانات السند

source: Details
ar_kw: التفاصيل

# QidInvalidMesssage
source: You must enter correct Data
ar_kw: يجب ادخال اسم الحساب و القيم بشكل صحيح

# AddNewDetails
source: Add new
ar_kw: اضافة

source: Cheque No.
ar_kw: رقم الشيك

source: Bank Account
ar_kw: حساب البنك

source: Cash
ar_kw: كاش

source: Cheque
ar_kw: شيك

source: Key Net
ar_kw: كي نت

source: Received Name
ar_kw: أسم المستفيد

# ValueTitle
source: Amount
ar_kw: المبلغ

# BankTitle
source: Bank Account
ar_kw: حساب البنك

# BoxTitle
source: Cash box Account
ar_kw: حساب الصندوق

source: Payment Type
ar_kw: طريقة الدفع

# QidInDetailsTitle
source: Receivable Entry Details
ar_kw: بيانات سند القبض

# QidOutDetailsTitle
source: Payable Entry Details
ar_kw: بيانات سند الصرف

source: Total Credit
ar_kw: اجمالى الدائن

source: Total Debit
ar_kw: اجمالى مدين

# EmptyQidMsg
source: It is not saving empty voucher
ar_kw: لايمكن حفظ سند فارغ

# AccountSelect
source: Choose Account
ar_kw: أختار الحساب

# BranchSelect
source: Choose Branch
ar_kw: أختار الفرع

# CostSelect
source: Choose Cost center
ar_kw: أختار مركز التكلفة

# TotalBalanceBefore
source: Balance Before period
ar_kw: رصيد ما قبل

# TotalBalanceTitle
source: Total Balance
ar_kw: الرصيد الكلى

# LevelTitle
source: Tree Level
ar_kw: مستوي الشجرة

# TrialBalanceTitle
source: Trial Balance
ar_kw: ميزان المراجعة

# ZeroValueTitle
source: No show zero value
ar_kw: عدم اظهر القيم الصفرية

source: Active
ar_kw: فعال

# UserRoles
source: User type
ar_kw: نوع المستخدم

# CodesData
source: System Codes
ar_kw: اكواد النظام

# CompanyData
source: Company Basic Data
ar_kw: بيانات الشركة

# OptionAccount
source: Accounts Option
ar_kw: خيارات الحسابات

# CashBoxAccount
source: Cash box
ar_kw: الصندوق

# PurchaseAccount
source: Purchase
ar_kw: المشتريات

# PurchaseCashAccount
source: Cash Purchase
ar_kw: المشتريات النقدية

# PurchaseDebitAccount
source: Debit Purchase
ar_kw: المشتريات الاجله

# PurchaseReturnCashAccount
source: Retrun Cash Purchase
ar_kw: مرتجعات المشتريات النقدية

# PurchaseReturnDebitAccount
source: Retrun Debit Purchase
ar_kw: مرتجعات المشتريات الاجله

# SalesAccount
source: Sales
ar_kw: المبيعات / ايرادات

# SalesCashAccount
source: Cash Sales
ar_kw: المبيعات النقدية

# SalesDebitAccount
source: Debit Sales
ar_kw: المبيعات الاجله

# SalesReturnCashAccount
source: Retrun Cash Sales
ar_kw: مرتجعات المبيعات النقدية

# SalesReturnDebitAccount
source: Retrun Debit Sales
ar_kw: مرتجعات المبيعات الاجله

# AssetAccount
source: Assest
ar_kw: الاصول

# BanksAccount
source: Banks
ar_kw: البنوك

# ComapanyFax
source: Company Fax
ar_kw: فاكس الشركة

# ComapanyLogo
source: Company Logo
ar_kw: شعار الشركة

# CompanyArActivity
source: Company Arabic Activity
ar_kw: نشاط الشركة

# CompanyArAddress
source: Company Arabic Address
ar_kw: عنوان الشركة

# CompanyArName
source: Company Arabic Name
ar_kw: أسم الشركة

source: company Email
ar_kw: البريد الالكترونى للشركة

# CompanyEngActivity
source: Company English Activity
ar_kw: نشاط الشركة بالانجليزية

# CompanyEngAddress
source: Company English Name
ar_kw: عنوان الشركة بالانجليزية

# CompanyEngName
source: Company English Name
ar_kw: اسم الشركة الانجليزي

source: Company Notes
ar_kw: ملاحظات الشركة

# CompanyTel
source: Company telphones
ar_kw: هواتف الشر كة

# DiscountAccount
source: Discounts
ar_kw: الخصومات

# PaymentAccount
source: Payments
ar_kw: المصرفات

# ProfitAccount
source: Profits
ar_kw: الارباح المرحلة

# SingUpCompany
source: SingUp New Company
ar_kw: تسجيل شركة جديدة

source: Customer Name
ar_kw: أسم العميل

source: Discount
ar_kw: الخصم

source: Invoice Code
ar_kw: كود الفاتورة

source: Invoice Date
ar_kw: تاريخ الفاتورة

source: Invoice Type
ar_kw: نوع الفاتورة

source: Payment
ar_kw: المدفوع

source: Purchase Invoices
ar_kw: فواتير المشتريات

source: Remain
ar_kw: المتبقى

source: Sales Invoices
ar_kw: فواتير المبيعات

source: Supplier Name
ar_kw: أسم الموارد

source: Total Net
ar_kw: صافى الفاتورة

# DuplicateAccountCodeMsg
source: Duplicate Account code
ar_kw: كود الحساب موجود من قبل

source: Budget
ar_kw: الميزانية

source: Detial Account Statment
ar_kw: كشف حساب تفصيلى

# DuplicateItemCodeMsg
source: Duplicate Item Code
ar_kw: كود الصنف موجود من قبل

source: Income statment
ar_kw: قائمة الدخل

# HeaderSubTitle
source: For Accounting - Inventory - Sales - Purchase
ar_kw: للخدمات التعلمية

# ClearSearch
source: Clear
ar_kw: مسح البحث

source: Data
ar_kw: البيانات

source: List
ar_kw: قائمة

source: Main
ar_kw: الرئيسية

source: next
ar_kw: التالي

source: Pervious
ar_kw: السابق

# SearchTitle
source: Search
ar_kw: البحث

source: Langauge
ar_kw: اللغه

source: Account
ar_kw: الحساب

source: Messages
ar_kw: الرسائل

# SchoolBasicData
source: Basic Data
ar_kw: البيانات الاساسية

# SchoolClasses
source: Study Rooms
ar_kw: القاعات

# SchoolInvoiceReturns
source: Invoices Returns
ar_kw: استرجاع الفواتير

# SchoolInvoices
source: Sales Invoices
ar_kw: فواتير المبيعات

# SchoolInvoicesPaymentsReport
source: Invoices Payments Report
ar_kw: تقرير تحصيلات الفواتير

# SchoolPayments
source: Invoices Payments
ar_kw: تحصيلات الفواتير

# SchoolPeriods
source: School Classes
ar_kw: الصفوف الدراسية

# SchoolSales
source: Sales
ar_kw: المبيعات

# SchoolSalesReport
source: Sales Report
ar_kw: تقرير فواتير المبيعات

source: School Stages
ar_kw: المراحل الدراسية

# SchoolStudents
source: Students Data
ar_kw: بيانات الطلاب

# SchoolStudentsAffairs
source: Students Affairs
ar_kw: شئون الطلاب

# SchoolTeachers
source: Teacher Data
ar_kw: بيانات المدرسين

# SchoolWorkOrders
source: Work Orders
ar_kw: عرض اوامر العمل

# SchoolWorkordersReport
source: Work Orders Report
ar_kw: تقرير اوامر العمل الفردي

source: Stage Name
ar_kw: أسم المرحلة

source: Saleman Name
ar_kw: مسئول المبيعات

# StudenFatherTel
source: Father Tel.
ar_kw: هاتف الاب

# StudentArea
source: Area
ar_kw: المنطقة

# StudentBlockNo
source: Block No.
ar_kw: رقم قطعة

# StudentBrithDate
source: Birth Date
ar_kw: تاريخ الميلاد

# StudentBuildingNo
source: Building
ar_kw: المبنى

# StudentFatherName
source: Guardian's name
ar_kw: أسم ولى الامر

# StudentFloorNo
source: Floor
ar_kw: الطابق

# StudentMan
source: Male
ar_kw: ذكر

# StudentMonthTel
source: Monther Tel.
ar_kw: هاتف الام

source: Student Name
ar_kw: أسم الطالب

# StudentNat
source: Nationalty
ar_kw: الجنسية

# StudentPeriod
source: Stage
ar_kw: الصف

# StudentSchoolName
source: School Name
ar_kw: أسم المدرسة

# StudentSchooltype
source: School Type
ar_kw: نوع المدرسة

# StudentSex
source: Gender
ar_kw: النوع

# StudentStreetNo
source: Street
ar_kw: شارع

# StudentStudyBefore
source: Previously studied at the institute
ar_kw: سبق الدراسة فى المعهد

source: Student Tel.
ar_kw: هاتف الطالب

# StudentWoman
source: Female
ar_kw: انثى

# StudentRelative
source: Relative relation
ar_kw: صلة القرابة

source: Subject Hour Price
ar_kw: سعر الساعه

source: Subject Hours
ar_kw: عدد الساعات

source: Subject Months
ar_kw: عدد الشهور

source: Subject Name
ar_kw: أسم المادة

# SubjectTotalPrice
source: Total Price
ar_kw: اجمالى السعر

# Choose
source: Please Choose
ar_kw: يرجى الاختيار

source: From Date
ar_kw: من تاريخ

source: To Date
ar_kw: الى تاريخ

# ReciteDate
source: Voucher Date
ar_kw: تاريخ السند

# TotalInvoice
source: Invoice Total
ar_kw: أجماى الفاتورة

source: HiringD ate
ar_kw: تاريخ التعيين

source: Salary Per Hour
ar_kw: مبلغ الساعه

source: Salary Per Month
ar_kw: مبلغ الشهري

# SalaryPerPercentage
source: Percentage
ar_kw: نسبة الراتب

source: Salarytype
ar_kw: نوع الراتب

# LinkPayement
source: Link
ar_kw: لينك

# NumValidateLengthTitle
source: Tel number must consists of 8 numbers
ar_kw: يجب ان يكون رقم الهاتف مكون من 8 ارقام

# NumValidateTitle
source: Number must start with 4 or 5 or 6 or 9
ar_kw: يجب ان تبدا الارقام ب 4 او 5 او 6 او 9

source: Payment Debet Dates
ar_kw: تواريخ المديونيات

# PaymentLateDate
source: Debet Date
ar_kw: تاريخ المديونية

# TotalDebet
source: Total Debets
ar_kw: اجمالى المدونيات

# TotalEqualMsg
source: total debets must equal Total invoice
ar_kw: يجب ان يكون اجمالى المديونيات يساول اجمالى الفاتورة

source: Gada
ar_kw: جادة

# LicenceFlag
source: Have driving Licence
ar_kw: لدية رخصة قيادة

source: Teacher Subjects
ar_kw: المواد الدراسية للمدرس

source: Educational Title
ar_kw: المؤهل الدراسي

source: Teacher Name
ar_kw: أسم المدرس

source: Choose Period
ar_kw: يرجى اختيار الصف

source: Choose Subject
ar_kw: يرجى اختيار المادة

source: Create Work Order
ar_kw: انشاء امر عمل

source: Add Work Order
ar_kw: أضافة امر عمل

source: Location
ar_kw: الموقع

source: Update Work Order
ar_kw: تعديل امر عمل

# AttFlagTitle
source: Attemdence Confirm
ar_kw: تم اعطاء الحصة

# AnotherTel
source: Second Tel.
ar_kw: هاتف اخر

# ReaptAppoint
source: Reapt Appointment
ar_kw: تكرار الموعد

# ActualReseved
source: Reseved Hours
ar_kw: عدد الساعات المحجوزه

# AttendenceFlag
source: Confirm Teached Attenedence
ar_kw: تاكيد حضور المدرس

# RequestTeacherAtt
source: Request Teached Attenedence
ar_kw: اشعار حضور من المدرس

source: Remain Hours
ar_kw: عدد الساعات المتبيقة

source: Invoice Details
ar_kw: تفاصيل الفاتورة

# MsgChangeStudent
source: It must delete invoice details before change the student
ar_kw: يجب حذف تفاصيل الفاتورة عند تغير اسم الطالب

source: Amount Debt
ar_kw: قيمة المديونية

source: Invoices Debts
ar_kw: مديونيات الفواتير

# AllPeriod
source: All Stages
ar_kw: كل الصفوف

# MsgDuplicatedTime
source: There is Duplicated Time for the Teacher in
ar_kw: يوجد تعارض فى التوقيت للمدرس المختار فى

# HourRangeValidate
source: Must Number more than 0
ar_kw: يجب ان يكون العدد اكبر من صفر

source: ReaptedNumber
ar_kw: عدد مرات التكرار

# InvCloseFlag
source: Final close
ar_kw: استرجاع كلى

# RowSerial
source: No.
ar_kw: م

source: Logout
ar_kw: تسجيل الخروج

# PayamentValidate
source: Amount must be less than total payment
ar_kw: يجب ان تكون القيمة اقل من اجمالى مدفوع الفاتورة

source: Choose Student
ar_kw: اختار الطالب

source: Choose Teacher
ar_kw: اختار المدرس

# TeacherAccount
source: Teacher Account statment
ar_kw: كشف حساب المدرسين

source: Return Amount
ar_kw: المبلغ المسترجع

# InvBackSaleTitle
source: Return Amount
ar_kw: المبلغ المسترده

source: Classes data
ar_kw: بيانات الحصص

# TeacherClass
source: Teacher classes
ar_kw: حصص المدرس

# TeacherData
source: Teacher Profile
ar_kw: ملف المدرس

source: Teachers Affairs
ar_kw: شئون المدرسين

source: Sales Man
ar_kw: مسئول المبيعات

source: Pay Amount
ar_kw: المبلغ المحصل

# ChooseEmp
source: Choose Employee
ar_kw: اختار الموظف

# PhoneNo
source: TelPhone No.
ar_kw: رقم الهاتف

source: Customer Calls
ar_kw: اتصالات العملاء

source: Replies
ar_kw: الردود

# Reply
source: Call Reply
ar_kw: الرد

# TimeDay
source: Time
ar_kw: التوقيت

source: Tota lCash
ar_kw: اجمالى النقدي

source: Total Keynet
ar_kw: اجمالى اللينك
