Repository: khaledkwking/WebSchoolApplication
Catalog: SchoolProject/App_GlobalResources/DefaultResource.*.resx
Languages: ar_kw

source: Total Payment
ar_kw: اجمالى التحصيل

source: Duplicate number
ar_kw: هذا الرقم موجود من قبل يرجي البحث العميل

source: Last Call
ar_kw: اخر اتصال

source: Add Group Invoice
ar_kw: اضافة فاتورة مجموعة

source: Group Name
ar_kw: اسم المجموعه

source: Invoice Debits
ar_kw: مدونيات الفاتورة

source: Performance
ar_kw: متابعة الاداء

# lastDay
source: Last Date
ar_kw: تاريخ اخر اتصال

# PayAllCash
source: اجمالى تحصيل اليوم كاش
ar_kw: اجمالى تحصيل كاش

# PayAllCheque
source: اجمالى تحصيل اليوم شيك
ar_kw: اجمالى تحصيل شيك

# PayAllLink
source: اجمالى تحصيل اليوم لينك
ar_kw: اجمالى تحصيل لينك

source: Pay Day Cash
ar_kw: تحصيل اليوم كاش

source: Pay Day Cheque
ar_kw: تحصيل اليوم شيك

source: Pay Day KeyNet
ar_kw: تحصيل اليوم كى نت

source: Pay Day Link
ar_kw: تحصيل اليوم لينك

source: Add All
ar_kw: اضافة الكل

# GroupSubjectTitle
source: Group Subjects
ar_kw: المواد الدراسية للمجموعه

# InvoiceSubjectTitle
source: Invoice Subjects
ar_kw: المواد الدراسية المطلوبه

# ChooseInvType
source: Choose Invoice type
ar_kw: اختار نوع الفاتورة

# GroupInvoiceTitle
source: Group
ar_kw: مجموعه

# IndvInvoiceTitle
source: Individual
ar_kw: فردي

source: Contract Desc
ar_kw: بنود التعاقد

source: Send Contract
ar_kw: ارسال بنود التعاقد

source: Send Table
ar_kw: ارسال الجدول

# CustomerCallRpt
source: Customer Calls Report
ar_kw: تقرير اتصالات العملاء

source: Data Not Found
ar_kw: لايوجد بيانات

# EmpName
source: Employee Name
ar_kw: اسم الموظف

# GroupHours
source: Group Hours price
ar_kw: سعر المجموعة

source: Hour Price
ar_kw: سعر الساعه

source: Month Price
ar_kw: سعر الشهر

source: School Sujects
ar_kw: المواد الدراسية

source: Display Table
ar_kw: عرض الجدول

# PrintInvList
source: print invoices list
ar_kw: طباعة كشف الفواتير

source: Group Attandences
ar_kw: حضور و غياب المجموعه

source: Exception Flag
ar_kw: اعتذار

source: Make Attendances
ar_kw: اصدار الحضور والانصراف

source: Choose Sex
ar_kw: اختار النوع

# DateMessage
source: Enter date in correct format
ar_kw: ادخل التاريخ بطريقة صحيحة

source: Student Attendance
ar_kw: حضور الطالب

# AccessTitle
source: AccessDenied
ar_kw: صفحة رفض العرض

# PermissionMsg
source: you don't have enough permissions to Access this page
ar_kw: ليس لديك الصلاحيات لاستخدام هذه الخاصية او الصفحة

# GoBackTitle
source: Go Back to Main Page
ar_kw: الرجوع للصفخة الرئيسية

# SalesInvoiceInv
source: Indv Invoices Sales
ar_kw: فواتير مبيعات فردي

# TotalPayKeyNet
source: Total Keynet
ar_kw: اجمالى الكى نت

# StudentsIndvWorkOrdersSearch
source: StudentsIndividual WorkOrders Search
ar_kw: الاستعلام اوامر العمل الفردية

# Supervisor
source: Supervision
ar_kw: الاشراف و المتابعة

# FinishInvoices
source: Display Finished Invoices
ar_kw: عرض الفواتير المنتهية

source: Choose Area
ar_kw: اختار المنطقة

# GovDesc
source: GOV
ar_kw: المحافظة

source: Payment Date Appointment
ar_kw: مواعيد المديونيات

source: Total Required
ar_kw: اجمالى المطلوب

source: Pay Date Status
ar_kw: حالة التحصيل

source: Salary
ar_kw: الراتب

source: Finger Print
ar_kw: رقم البصمة

source: Send Notifaction
ar_kw: ارسال اشعار

source: Notifcations
ar_kw: الاشعارات

source: Student Tests
ar_kw: اختبارات الطالب

source: Grade
ar_kw: درجة الاختبار

source: MaxGrade
ar_kw: الدرجة الكلية

source: Test Date
ar_kw: تاريخ الاختبار

# StudentTestReport
source: Student Tests Report
ar_kw: طباعة تقرير الاختبارات

source: Teacher Govs
ar_kw: ترشيحات مناطق المدرس
